Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutRGBA
source: Takes in numeric values for Red, Green, Blue and Alpha components of the color and generates the specific color. R, G, B are numeric between 0 to 255. Alpha is decimal between 0 to 1.
bg_bg: Отчита числовите стойности за компонентите Red, Green, Blue и Alpha на цвета и генерира специфичния цвят. R, G, B са числа между 0 и 255. Alpha е десетична дроб между 0 и 1.
ca_es: Agafa valors numèrics dels components vermell, verd, blau i alfa del color i genera el color específic. R, G i B són números entre el 0 i el 255. L'alfa és un decimal entre el 0 i l'1.
cs_cz: Přijímá číselné hodnoty pro červenou (R), zelenou (G), modrou (B) a alfa (A) složku barvy a generuje zadanou barvu. R, G a B jsou čísla od 0 do 255. Alfa je desetinné číslo mezi 0 a 1.
da_dk: Modtager numeriske værdier for Rød, Grøn, Blå og Alfakomponenter af farven og opretter den specifikke farve. R, G, B er tal fra 0 til 255. Alfa er et decimal mellem 0 og 1.
de_de: Nimmt Zahlenwerte für die Rot-, Grün-, Blau- und Alphakomponente einer Farbe an und erzeugt die bestimmte Farbe. R, G, B sind Zahlen zwischen 0 und 255. Alpha ist ein Dezimalwert zwischen 0 und 1.
el_gr: Λαμβάνει αριθμητικές τιμές για τα στοιχεία Red, Green, Blue και Alpha του χρώματος και δημιουργεί το συγκεκριμένο χρώμα. Οι τιμές R, G, B είναι αριθμητικές από 0 έως 255. Η τιμή Alpha είναι δεκαδική από 0 έως 1.
es_es: Toma valores numéricos para los componentes rojo, verde, azul y alfa del color y genera el color específico. R, G y B son números entre 0 y 255. Alfa es un decimal entre 0 y 1.
et_ee: Kasutab värvi punase (Red), rohelise (Green), sinise (Blue) ja alfa (Alpha) osa ning loob konkreetse värvi. R, G, B on arvud vahemikus 0–255. Alfa on kümnendarv vahemikus 0–1.
eu_es: Red (gorria), Green (berdea), Blue (urdina) eta Alpha kolore-osagaien zenbakizko balioak hartzen ditu eta kolore zehatza sortzen du. G, B, U balioak 0 eta 255 arteko zenbakiak dira. Alpha 0 eta 1 arteko hamartarra da.
fi_fi: Ottaa värin punaisen, vihreän, sinisen ja alfan komponenttien numeeriset arvot ja muodostaa määritetyn värin. Punainen, vihreä ja sininen ovat numeerisia ja 0–255. Alfa on desimaaliluku 0–1.
fr_fr: Prend des valeurs numériques pour les composants Rouge, Vert, Bleu et Alpha de la couleur et génère la couleur spécifique. R, V et B sont des chiffres compris entre 0 et 255. Alpha est une valeur décimale comprise entre 0 et 1.
gl_es: Toma valores numéricos para os compoñentes vermello, verde, azul e alfa da cor e xera a cor específica. R, G, B son valores numéricos entre 0 e 255. Alfa é un decimal entre 0 e 1.
hi_in: रंग के हरे, नीले और अल्फ़ा घटकों के सांख्यिक मानों को लेता है और विशिष्ट रंग जनरेट करता है. R, G, B 0 से 255 के बीच की संख्याएँ हैं. अल्फ़ा 0 से 1 के बीच का दशमलव है.
hr_hr: Uzima numeričke vrijednosti za komponente crvene, zelene, plave i alfa boje i generira određenu boju. R, G, i B numeričke su vrijednosti između 0 i 255. Alfa je decimalni broj između 0 i 1.
hu_hu: A szám piros, zöld, kék és alfa összetevőjének számértéke alapján előállítja a megadott színeket. Az R (piros), a G (zöld) és a B (kék) értéke 0 és 255 közé eső szám. Az alfa 0 és 1 közötti decimális érték.
it_it: Accetta valori numerici per i componenti Rosso (R), Verde (G), Blu (B) e Alfa del colore e genera il colore specifico. R, G, B sono valori numerici compresi tra 0 e 255. Alfa è un valore decimale compreso tra 0 e 1.
ja_jp: 赤、緑、青、およびアルファの各色成分の値を数値として受け取り、特定の色を生成します。R、G、B は 0 から 255 までの数値です。アルファは、0 から 1 の間の 10 進数です。
kk_kz: Түстің Red, Green, Blue және Alpha компоненттерінің сандық мәндерінен нақты түс жасайды. R, G, B — 0 және 255 арасындағы сандық мәндер. Alpha — 0 және 1 арасындағы ондық сан.
ko_kr: 색의 빨간색, 녹색, 파란색 및 알파 구성 요소에 대한 숫자 값을 가져오고 특정 색을 생성합니다. R, G, B 는 0 ~ 255 사이의 숫자이고 알파는 0 ~ 1사이의 소수입니다.
lt_lt: Paima skaitines raudonos, žalios, mėlynos bei alfa spalvos komponentų reikšmes ir sugeneruoja konkrečią spalvą. R, G, B yra skaitinės reikšmės nuo 0 iki 255. Alfa yra dešimtainis skaičius nuo 0 iki 1.
lv_lv: Ienes krāsas komponentu Red, Green, Blue un Alpha skaitliskās vērtības un ģenerē konkrēto krāsu. R, G, B ir skaitliskas vērtības no 0 līdz 255. Alpha ir decimālskaitlis no 0 līdz 1.
ms_my: Mengambil nilai nombor untuk komponen Merah, Hijau, Biru dan Alfa warna dan menjanakan warna yang khusus. M, H, B ialah nombor di antara 0 hingga 255. Alfa ialah perpuluhan di antara 0 hingga 1.
nb_no: Bruker numeriske verdier for komponentene Rød, Grønn, Blå og Alfa for fargen og genererer den bestemte fargen. R, G, B er numeriske verdier mellom 0 og 255. Alfa er et desimaltall mellom 0 og 1.
nl_nl: Accepteert numerieke waarden voor de rode, groene, blauwe en alfacomponenten van de kleur en genereert de specifieke kleur. De RGB-waarden zijn numerieke waarden tussen 0 en 255. Alfa is een decimaal tussen 0 en 1.
pl_pl: Pobiera wartości liczbowe składników Czerwony, Zielony, Niebieski i Alfa danego koloru i generuje określony kolor. Składniki Czerwony, Zielony i Niebieski mają wartości liczbowe od 0 do 255. Składnik Alfa jest liczbą dziesiętną od 0 do 1.
pt_br: Recebe os valores numéricos para os componentes Vermelho, Verde, Azul e Alfa e gera a cor específica. R, G, B são valores numéricos entre 0 e 255. Alfa é um número decimal entre 0 e 1.
pt_pt: Assimila valores numéricos para os componentes Red, Green, Blue e Alpha da cor e gera a cor específica. O R, o G e o B são números entre 0 e 255. O Alpha são decimais entre 0 e 1.
ro_ro: Preia valorile numerice pentru componentele roșu, verde, albastru și alfa ale culorii și generează culoarea specifică. R, G, B sunt valori numerice între 0 și 255. Alfa este o valoare zecimală între 0 și 1.
ru_ru: Принимает числовые значения для красного, зеленого, синего и альфа-компонентов цвета и создает указанный цвет. Значения красного, зеленого и синего должны находиться в диапазоне от 0 до 255. Компонент альфа — вещественное число в диапазоне от 0 до 1.
sk_sk: Použije numerické hodnoty pre komponenty farby Red, Green, Blue a Alpha a vygeneruje zadanú farbu. R, G, B sú numerické hodnoty v rozsahu 0 až 255. Alpha je desatinná hodnota v rozsahu 0 až 1.
sl_si: Sprejme številske vrednosti za rdečo, zeleno, modro in alfa komponento ter ustvari določeno barvo. Komponente R, G in B so številske vrednosti med 0 in 255. Komponenta alfa je decimalna vrednost med 0 in 1.
sr_cyrl_rs: Узима нумеричке вредности за црвене, зелене, плаве и алфа компоненте боје и генерише одређену боју. R, G, B су бројеви између 0 и 255. Алфа је децимални број између 0 и 1.
sr_latn_rs: Uzima numeričke vrednosti za crvene, zelene, plave i alfa komponente boje i generiše određenu boju. R, G, B su brojevi između 0 i 255. Alfa je decimalni broj između 0 i 1.
sv_se: Tar in numeriska värden för röd-, grön-, blå- och alfakomponenter för färgen och genererar de specifika färgerna. R, G, B är numeriska mellan 0 till 255. Alfa är decimal mellan 0 till 1.
th_th: รับค่าตัวเลขสำหรับสีแดง, เขียว, น้ำเงิน และคอมโพเนนต์ Alpha ของสีเพื่อสร้างสีเฉพาะที่ต้องการ R, G, B เป็นตัวเลขระหว่าง 0 ถึง 255 Apha เป็นค่าทศนิยมระหว่าง 0 ถึง 1
tr_tr: Rengin Kırmızı, Yeşil, Mavi ve Alfa bileşenlerine ilişkin sayısal değerlerini alır ve belirtilen rengi oluşturur. R, G ve B 0 ile 255 arasında sayısal değerlerdir. Alfa, 0 ile 1 arasındaki bir ondalık değerdir.
uk_ua: Використовує числові значення колірних компонентів "Червоний", "Зелений", "Синій" і "Альфа" й створює відповідний колір. Компоненти кольорів – числові значення від 0 до 255. Альфа – десяткове значення від 0 до 1.
vi_vn: Cung cấp các giá trị số cho các thành phần Đỏ-Lục-Lam và Alpha thuộc màu sắc và tạo ra màu cụ thể. R, G, B là số từ 0 đến 255. Alpha là số thập phân từ 0 đến 1.
zh_cn: 对于颜色的红色、绿色、蓝色和 Alpha 部分接受数值并生成特定颜色。R、G、B 是介于 0 到 255 之间的数值。Alpha 是介于 0 到 1 之间的小数。
zh_tw: 取得色彩中紅色、綠色、藍色與 Alpha 元件的數值，並產生特定的色彩。R、G、B 是介於 0 到 255 之間的數字。Alpha 則為介於 0 到 1 之間的十進位。

# RGBAArg1
source: red_value
bg_bg: стойност_на_червено
ca_es: valor_vermell
cs_cz: hodnota_červené
da_dk: rød_værdi
de_de: Rotwert
el_gr: τιμή_κόκκινο
es_es: valor_rojo
et_ee: väärtus_punane
eu_es: balio_gorria
fi_fi: punaisen_arvo
fr_fr: valeur_rouge
gl_es: valor_vermello
hi_in: रेड_मान
hr_hr: vrijednost_crvene
hu_hu: piros_érték
it_it: valore_rosso
ja_jp: 赤の値
kk_kz: қызыл_мәні
ko_kr: 빨강_값
lt_lt: raudonos_reikšmė
lv_lv: sarkans_vērtība
ms_my: nilai_merah
nb_no: rød_verdi
nl_nl: waarde_rood
pl_pl: wartość_czerwony
pt_br: valor_vermelho
pt_pt: valor_vermelho
ro_ro: valoare_roșu
ru_ru: значение_красного
sk_sk: červená_hodnota
sl_si: vrednost_rdeče
sr_cyrl_rs: црвена_вредност
sr_latn_rs: crvena_vrednost
sv_se: rött_värde
th_th: ค่า_แดง
tr_tr: kırmızı_değeri
uk_ua: значення_червоний
vi_vn: giá_trị_đỏ
zh_cn: 红色值
zh_tw: 紅原色_值

# RGBAArg2
source: green_value
bg_bg: стойност_на_зелено
ca_es: valor_verd
cs_cz: hodnota_zelené
da_dk: grøn_værdi
de_de: Grünwert
el_gr: τιμή_πράσινο
es_es: valor_verde
et_ee: väärtus_roheline
eu_es: balio_berdea
fi_fi: vihreän_arvo
fr_fr: valeur_vert
gl_es: valor_verde
hi_in: ग्रीन_मान
hr_hr: vrijednost_zelene
hu_hu: zöld_érték
it_it: valore_verde
ja_jp: 緑の値
kk_kz: жасыл_мәні
ko_kr: 녹색_값
lt_lt: žalios_reikšmė
lv_lv: zaļš­_vērtība
ms_my: nilai_hijau
nb_no: grønn_verdi
nl_nl: waarde_groen
pl_pl: wartość_zielony
pt_br: valor_verde
pt_pt: valor_verde
ro_ro: valoare_verde
ru_ru: значение_зеленого
sk_sk: zelená_hodnota
sl_si: vrednost_zelene
sr_cyrl_rs: зелена_вредност
sr_latn_rs: zelena_vrednost
sv_se: grönt_värde
th_th: ค่า_เขียว
tr_tr: yeşil_değeri
uk_ua: значення_зелений
vi_vn: giá_trị_lục
zh_cn: 绿色值
zh_tw: 綠原色_值

# RGBAArg3
source: blue_value
bg_bg: стойност_на_синьо
ca_es: valor_blau
cs_cz: hodnota_modré
da_dk: blå_værdi
de_de: Blauwert
el_gr: τιμή_μπλε
es_es: valor_azul
et_ee: väärtus_sinine
eu_es: balio_urdina
fi_fi: sinisen_arvo
fr_fr: valeur_bleu
gl_es: valor_azul
hi_in: ब्लू_मान
hr_hr: vrijednost_plave
hu_hu: kék_érték
it_it: valore_blu
ja_jp: 青の値
kk_kz: көк_мәні
ko_kr: 파랑_값
lt_lt: mėlynos_reikšmė
lv_lv: zils_vērtība
ms_my: nilai_biru
nb_no: blå_verdi
nl_nl: waarde_blauw
pl_pl: wartość_niebieski
pt_br: valor_azul
pt_pt: valor_azul
ro_ro: valoare_albastru
ru_ru: значение_синего
sk_sk: modrá_hodnota
sl_si: vrednost_modre
sr_cyrl_rs: плава_вредност
sr_latn_rs: plava_vrednost
sv_se: blått_värde
th_th: ค่า_น้ำเงิน
tr_tr: mavi_değeri
uk_ua: значення_синій
vi_vn: giá_trị_lam
zh_cn: 蓝色值
zh_tw: 藍原色_值

# RGBAArg4
source: alpha_value
bg_bg: алфа_стойност
ca_es: valor_alfa
cs_cz: hodnota_alfa
da_dk: alfa_værdi
de_de: Alphawert
el_gr: τιμή_alpha
es_es: valor_alfa
et_ee: väärtus_alfa
eu_es: alfa_balioa
fi_fi: alfan_arvo
fr_fr: valeur_alpha
gl_es: valor_alfa
hi_in: अल्फ़ा_मान
hr_hr: vrijednost_alfa
hu_hu: alfa_érték
it_it: valore_alfa
ja_jp: アルファ_値
kk_kz: альфа_мәні
ko_kr: 알파_값
lt_lt: alfa_reikšmė
lv_lv: alfa_vērtība
ms_my: nilai_alfa
nb_no: alfaverdi
nl_nl: waarde_alfa
pl_pl: wartość_alfa
pt_br: valor_alfa
pt_pt: valor_alfa
ro_ro: valoare_alpha
ru_ru: значение_альфа
sk_sk: hodnota_alfa
sl_si: vrednost_alfa
sr_cyrl_rs: алфа_вредност
sr_latn_rs: alfa_vrednost
sv_se: alfa_värde
th_th: ค่า_อัลฟา
tr_tr: alfa_değeri
uk_ua: значення_альфа
vi_vn: giá_trị_alpha
zh_cn: alpha_值
zh_tw: Alpha_值

# AboutRGBA_red_value
source: The red component, 0 to 255.
bg_bg: Компонентът red, 0 до 255.
ca_es: El component vermell, del 0 al 255.
cs_cz: Hodnota červené složky v rozmezí 0 až 255
da_dk: Den røde komponent, 0 til 255.
de_de: Die Rotkomponente, 0 bis 255.
el_gr: Το στοιχείο red, 0 έως 255.
es_es: Componente rojo, del 0 al 255.
et_ee: Punase osakaal, 0–255.
eu_es: Red (gorria) osagaia, 0 eta 255 artekoa.
fi_fi: Punainen komponentti, 0–255.
fr_fr: Composant rouge, de 0 à 255.
gl_es: Compoñente vermello, de 0 a 255.
hi_in: लाल घटक, 0 से 255.
hr_hr: Crvena komponenta, od 0 do 255.
hu_hu: A piros összetevő (0 és 255 között).
it_it: Componente Rosso, espresso come valore compreso tra 0 e 255.
ja_jp: 赤の要素。0 から 255 までです。
kk_kz: Red компоненті, 0 және 255 арасында.
ko_kr: 빨간색 구성 요소 범위는 0 ~ 255입니다.
lt_lt: Raudonas komponentas nuo 0 iki 255.
lv_lv: Sarkanās krāsas komponents, 0 līdz 255.
ms_my: Komponen merah, 0 hingga 255.
nb_no: Den røde komponenten, 0 til 255.
nl_nl: De rode component, 0 tot en met 255.
pl_pl: Składnik Czerwony, od 0 do 255.
pt_br: Componente vermelho, de 0 a 255.
pt_pt: Componente vermelho, 0 a 255.
ro_ro: Componenta roșu, de la 0 la 255.
ru_ru: Компонент красного цвета, от 0 до 255.
sk_sk: Komponent červenej, v rozsahu 0 až 255.
sl_si: Rdeča komponenta, vrednost med 0 in 255.
sr_cyrl_rs: Црвена компонента, 0 до 255.
sr_latn_rs: Crvena komponenta, 0 do 255.
sv_se: Rödkomponenten, 0 till 255.
th_th: คอมโพเนนต์สีแดง, 0 ถึง 255
tr_tr: Kırmızı bileşeni (0 ile 255 arasında).
uk_ua: Компонент "Червоний": від 0 до 255.
vi_vn: Thành phần đỏ, từ 0 đến 255.
zh_cn: 红色部分，0 到 255。
zh_tw: 紅色元件，0 到 255。

# AboutRGBA_green_value
source: The green component, 0 to 255.
bg_bg: Компонентът green, 0 до 255.
ca_es: El component verd, del 0 al 255.
cs_cz: Hodnota zelené složky v rozmezí 0 až 255
da_dk: Den grønne komponent, 0 til 255.
de_de: Die Grünkomponente, 0 bis 255.
el_gr: Το στοιχείο green, 0 έως 255.
es_es: Componente verde, del 0 al 255.
et_ee: Rohelise osakaal, 0–255.
eu_es: Green (berdea) osagaia, 0 eta 255 artekoa.
fi_fi: Vihreä komponentti, 0–255.
fr_fr: Composant vert, de 0 à 255.
gl_es: Compoñente verde, de 0 a 255.
hi_in: हरा घटक, 0 से 255.
hr_hr: Zelena komponenta, od 0 do 255.
hu_hu: A zöld összetevő (0 és 255 között).
it_it: Componente Verde, espresso come valore compreso tra 0 e 255.
ja_jp: 緑の要素。0 から 255 までです。
kk_kz: Green компоненті, 0 және 255 арасында.
ko_kr: 녹색 구성 요소 범위는 0 ~ 255입니다.
lt_lt: Žalias komponentas nuo 0 iki 255.
lv_lv: Zaļās krāsas komponents, 0 līdz 255.
ms_my: Komponen hijau, 0 hingga 255.
nb_no: Den grønne komponenten, 0 til 255.
nl_nl: De groene component, 0 tot en met 255.
pl_pl: Składnik Zielony, od 0 do 255.
pt_br: Componente verde, de 0 a 255.
pt_pt: Componente verde, 0 a 255.
ro_ro: Componenta verde, de la 0 la 255.
ru_ru: Компонент зеленого цвета, от 0 до 255.
sk_sk: Komponent zelenej, v rozsahu 0 až 255.
sl_si: Zelena komponenta, vrednost med 0 in 255.
sr_cyrl_rs: Зелена компонента, 0 до 255.
sr_latn_rs: Zelena komponenta, 0 do 255.
sv_se: Grönkomponenten, 0 till 255.
th_th: คอมโพเนนต์สีเขียว, 0 ถึง 255
tr_tr: Yeşil bileşeni (0 ile 255 arasında).
uk_ua: Компонент "Зелений": від 0 до 255.
vi_vn: Thành phần lục, từ 0 đến 255.
zh_cn: 绿色部分，0 到 255。
zh_tw: 綠色元件，0 到 255。

# AboutRGBA_blue_value
source: The blue component, 0 to 255.
bg_bg: Компонентът blue, 0 до 255.
ca_es: El component blau, del 0 al 255.
cs_cz: Hodnota modré složky v rozmezí 0 až 255
da_dk: Den blå komponent, 0 til 255.
de_de: Die Blaukomponente, 0 bis 255.
el_gr: Το στοιχείο blue, 0 έως 255.
es_es: Componente azul, del 0 al 255.
et_ee: Sinise osakaal, 0–255.
eu_es: Blue (urdina) osagaia, 0 eta 255 artekoa.
fi_fi: Sininen komponentti, 0–255.
fr_fr: Composant bleu, de 0 à 255.
gl_es: Compoñente azul, de 0 a 255.
hi_in: नीला घटक, 0 से 255.
hr_hr: Plava komponenta, od 0 do 255.
hu_hu: A kék összetevő (0 és 255 között).
it_it: Componente Blu, espresso come valore compreso tra 0 e 255.
ja_jp: 青の要素。0 から 255 までです。
kk_kz: Blue компоненті, 0 және 255 арасында.
ko_kr: 파란색 구성 요소 범위는 0 ~ 255입니다.
lt_lt: Mėlynas komponentas nuo 0 iki 255.
lv_lv: Zilās krāsas komponents, 0 līdz 255.
ms_my: Komponen biru, 0 hingga 255.
nb_no: Den blå komponenten, 0 til 255.
nl_nl: De blauwe component, 0 tot en met 255.
pl_pl: Składnik Niebieski, od 0 do 255.
pt_br: Componente azul, de 0 a 255.
pt_pt: Componente azul, 0 a 255.
ro_ro: Componenta albastru, de la 0 la 255.
ru_ru: Компонент синего цвета, от 0 до 255.
sk_sk: Komponent modrej, v rozsahu 0 až 255.
sl_si: Modra komponenta, vrednost med 0 in 255.
sr_cyrl_rs: Плава компонента, 0 до 255.
sr_latn_rs: Plava komponenta, 0 do 255.
sv_se: Blåkomponenten, 0 till 255.
th_th: คอมโพเนนต์สีน้ำเงิน, 0 ถึง 255
tr_tr: Mavi bileşeni (0 ile 255 arasında).
uk_ua: Компонент "Синій": від 0 до 255.
vi_vn: Thành phần lam, từ 0 đến 255.
zh_cn: 蓝色部分，0 到 255。
zh_tw: 藍色元件，0 到 255。

# AboutRGBA_alpha_value
source: The alpha component, 0 to 1 (or a percentage, such as 49%).
bg_bg: Компонентът alpha, 0 до 1 (или процент, като например 49%).
ca_es: El component alfa, del 0 a l'1 (o un percentatge, com ara 49 %).
cs_cz: Hodnota alfa v rozmezí 0 až 1 (nebo procenta, například 49 %)
da_dk: Alfakomponenten, 0 til 1 (eller en procentdel, såsom 49 %)
de_de: Die Alphakomponente von 0 bis 1 (oder ein Prozentwert, wie etwa 49 %).
el_gr: Το στοιχείο alpha, 0 έως 1 (ή ποσοστό, π.χ. 49%).
es_es: Componente alfa, del 0 al 1 (o un porcentaje, como 49 %).
et_ee: Alfa osakaal 0–1 (või protsent, nt 49%).
eu_es: Alpha osagaia, 0 eta 1 artekoa (edo ehuneko bat, hala nola % 49).
fi_fi: Alfakomponentti 0–1 (tai prosenttiluku, kuten 49 %).
fr_fr: Composant alpha, 0 ou 1 (ou pourcentage, comme 49 %).
gl_es: Compoñente alfa, de 0 a 1 (ou unha porcentaxe, como 49 %).
hi_in: अल्फ़ा घटक, 0 से 1 (या प्रतिशत, जैसे कि 49%).
hr_hr: Alfa komponenta, od 0 do 1 (ili postotak, kao što je 49 %).
hu_hu: Az alfa összetevő, 0 és 1 között (vagy százalékként, például 49%).
it_it: Componente Alfa, espresso come valore compreso tra 0 e 1 oppure come percentuale, ad esempio 49%.
ja_jp: アルファ要素。0 から 1 (または、49% などのパーセンテージ)。
kk_kz: Alpha компоненті, 0 және 1 арасында (немесе пaйыз, мысалы, 49%).
ko_kr: 알파 구성 요소 범위는 0 ~ 1(또는 49% 등과 같은 비율)입니다.
lt_lt: Alfa komponentas nuo 0 iki 1 (arba procentas, pvz., 49 %).
lv_lv: Alfa komponents, 0 līdz 1 (vai procentuāla vērtība, piemēram, 49%).
ms_my: Komponen alfa, 0 hingga 1 (atau peratusan seperti 49%).
nb_no: Alfa-komponenten, 0 til 1 (eller en prosentandel, for eksempel 49 %).
nl_nl: De alfacomponent, 0 tot en met 1 (of een percentage, bijvoorbeeld 49%).
pl_pl: Składnik Alfa, od 0 do 1 (lub wartość procentowa, np. 49%).
pt_br: Componente alfa, de 0 a 1 (ou uma porcentagem, tal como 49%).
pt_pt: Componente alfa, 0 a 1 (ou uma percentagem, como 49%).
ro_ro: Componenta alfa, de la 0 la 1 (sau un procent, cum ar fi 49%).
ru_ru: Альфа-компонент, от 0 до 1 (или в процентном выражении, например 49%).
sk_sk: Komponent alpha, v rozsahu 0 až 1 (alebo percento, napríklad 49 %).
sl_si: Komponenta alfa, vrednost med 0 in 1 (ali odstotek, kot je na primer 49%).
sr_cyrl_rs: Алфа компонента, између 0 и 1 (или проценат, нпр. 49%).
sr_latn_rs: Alfa komponenta, između 0 i 1 (ili procenat, npr. 49%).
sv_se: Alfakomponenten, 0 till 1 (eller en procentsats, som 49%).
th_th: คอมโพเนนต์ alpha, 0 ถึง 1 (หรือเปอร์เซ็นต์ เช่น 49%)
tr_tr: 0 ile 1 arasındaki (veya %49 gibi bir yüzdelik değer) alfa bileşeni.
uk_ua: Компонент "Альфа": від 0 до 1 (або відсоток, наприклад 49%).
vi_vn: Thành phần alpha, từ 0 đến 1 (hoặc phần trăm, chẳng hạn như 49%).
zh_cn: Alpha 部分，0 到 1 (或百分比，如 49%)。
zh_tw: Alpha 元件，0 到 1 (或百分比，例如 49%)。

# AboutColorFade
source: Produces a new shade of the specified 'color', based on the specified 'fade' percentage.
bg_bg: Създава тъмен оттенък на указания цвят на база на указания процент на избледняване.
ca_es: Produeix una ombra nova de l'element 'color' especificat, en funció del percentatge de l'element 'fade' especificat.
cs_cz: Vytvoří nový odstín zadané barvy na základě zadané procentuální hodnoty vyblednutí.
da_dk: Frembringer en ny nuance af den angivne 'farve', baseret på den angivne 'tonings'-procent.
de_de: Generiert einen neuen Farbton der angegebenen "Farbe", basierend auf dem angegebenen Prozentsatz für die Ausbleichung "Ausblenden".
el_gr: Παράγει μια νέα σκίαση για το καθορισμένο "χρώμα", με βάση το καθορισμένο ποσοστό "σταδιακού σβησίματος".
es_es: Genera una sombra nueva del "color" especificado en función del porcentaje de "atenuación" especificado.
et_ee: Loob vastavalt määratud hajutusprotsendile määratud värvist uue varjundi.
eu_es: Zehaztutako "color" balioaren itzaldura sortzen du, zehaztutako "fade" elementuaren ehuneko balioan oinarrituta.
fi_fi: Antaa tulokseksi uuden sävyn määritetystä color-väristä määritetyn fade-prosentin perusteella.
fr_fr: Produit une nouvelle nuance de la « couleur » spécifiée en fonction du pourcentage de « fondu » indiqué.
gl_es: Xera un novo sombreado da "cor" especificada, baseándose na porcentaxe de "atenuación" especificada.
hi_in: निर्दिष्ट 'फ़ेड' प्रतिशत के आधार पर निर्दिष्ट 'रंग' की नई छाया उत्पन्न करता है.
hr_hr: Stvara novu nijansu navedene boje, na temelju određenog postotka izbljeđivanja.
hu_hu: A megadott „szín” új árnyalatát állítja elő a „halványítás” argumentumban megadott százalék alapján.
it_it: Produce una nuova sfumatura del valore 'colore' specificato in base alla percentuale di 'dissolvenza' specificata.
ja_jp: 指定の 'フェード' パーセンテージに基づいて指定の '色' の新しい網掛けを生成します。
kk_kz: Мөлдірлік пайызына байланысты көрсетілген түстің жаңа реңкін жасайды.
ko_kr: 지정된 '페이드' 비율을 기준으로 지정된 '색'의 새 음영을 만듭니다.
lt_lt: Sukuria naują nurodytos spalvos atspalvį pagal nurodytą blukimo procentą.
lv_lv: Rada jaunu norādītā vienuma "color" ēnu, ņemot vērā norādīto vienuma "fade" procentuālo attiecību.
ms_my: Menghasilkan pewarnaan baru untuk 'warna' yang ditentukan berdasarkan peratusan 'pudar' yang ditentukan.
nb_no: Lager en ny nyanse av den angitte fargen basert på den angitte prosenten for tone.
nl_nl: Hiermee wordt een nieuwe schaduw van de opgegeven color geproduceerd, gebaseerd op het opgegeven percentage fade.
pl_pl: Tworzy nowy odcień określonego koloru w oparciu o wybraną wartość procentową blaknięcia.
pt_br: Produz um novo sombreamento da cor especificada em 'color', com base na porcentagem especificada para 'fade'.
pt_pt: Cria um novo tom da "cor" especificada, com base na percentagem "desvanecimento" especificada.
ro_ro: Produce o nuanță nouă a valorii „culoare” specificată, pe baza procentului „estompare” specificat.
ru_ru: Создает новый оттенок указанного "цвета" на основе указанного процента "исчезания".
sk_sk: Vytvorí nový odtieň zadanej farby na základe zadaného percenta vyblednutia.
sl_si: Ustvari nov odtenek za navedeni argument »barva« na podlagi navedenega odstotka v argumentu »pojemanje«.
sr_cyrl_rs: Ствара нову тамну нијансу наведене „боје“, на основу наведеног процента „постепеног појављивања“.
sr_latn_rs: Stvara novu tamnu nijansu navedene „boje“, na osnovu navedenog procenta „postepenog pojavljivanja“.
sv_se: Skapar en ny nyans av den angivna färgen baserat på den angivna procentsatsen toning.
th_th: ผลิตเฉดใหม่ของ 'สี' ที่ระบุ ตามเปอร์เซ็นต์ของ 'การเลือน' ที่กำหนดไว้
tr_tr: Belirtilen "soluklaşma" yüzdesine göre, belirtilen "rengin" yeni bir gölgesini oluşturur.
uk_ua: Створює новий відтінок визначеного кольору відповідно до вказаного відсотка затемнення.
vi_vn: Tạo ra bóng mới của 'màu' được chỉ định dựa trên phần trăm 'mờ dần' được chỉ định.
zh_cn: 基于指定 "fade" 百分比生成具有指定 "color" 的新底纹。
zh_tw: 根據指定的 'fade' 百分比，以指定的 'color' 產生新的網底。

# ColorFadeArg1
source: color
bg_bg: цвят
cs_cz: barva
da_dk: farve
de_de: Farbe
el_gr: χρώμα
et_ee: värv
eu_es: kolorea
fi_fi: väri
fr_fr: couleur
gl_es: cor
hi_in: रंग
hr_hr: boja
hu_hu: szín
it_it: colore
ja_jp: 色
kk_kz: түс
ko_kr: 색
lt_lt: spalva
lv_lv: krāsa
ms_my: warna
nb_no: farge
nl_nl: kleur
pl_pl: kolor
pt_br: cor
pt_pt: cor
ro_ro: culoare
ru_ru: цвет
sk_sk: farba
sl_si: barva
sr_cyrl_rs: боја
sr_latn_rs: boja
sv_se: färg
th_th: สี
tr_tr: renk
uk_ua: колір
vi_vn: màu
zh_cn: 颜色
zh_tw: 色彩
